Repository: OpenMandrivaSoftware/om-control-center
Catalog: po/*.po
Languages: ca, de, fi, hi_in, it, nl, pt_br, ru, uk_ua

source: Hi
ca: Hola
de: Hallo
fi: Hei
hi_in: नमस्ते
it: Ciao
nl: Hoi
pt_br: Olá
ru: Привет
uk_ua: Привіт

source: OpenMandriva Control Center
ca: Centre de control de l'OpenMandriva
de: OpenMandriva-Kontrollzentrum
fi: OpenMandriva ohjauspaneeli
hi_in: ओपन मैन्ड्रीवा नियंत्रण केंद्र
it: Centro di Controllo OpenMandriva
nl: OpenMandriva-configuratiescherm
pt_br: Centro de Controle OpenMandriva
ru: Центр управления OpenMandriva

source: Welcome
ca: Benvingut/da
de: Willkommen
fi: Tervetuloa
hi_in: स्वागतं
it: Benvenuto
nl: Welkom
pt_br: Bem-vindo
ru: Приветствие
uk_ua: Вітаємо

source: Software
ca: Programari
fi: Ohjelmisto
hi_in: सॉफ्टवेयर
ru: Приложения
uk_ua: Програми

source: Hardware
ca: Maquinari
fi: Laitteisto
hi_in: हार्डवेयर
ru: Оборудование
uk_ua: Обладнання

source: Devices Configuration
ca: Configuració de dispositius
de: Gerätekonfiguration
fi: Laitteiden määritys
hi_in: उपकरण विन्यास
it: Configurazione Dispositivi
nl: Apparaten instellen
pt_br: Configuração de Dispositivos
ru: Настройка устройств
uk_ua: Конфігурація пристроїв

source: Local Disk configuration
ca: Configuració del disc local
de: Lokale Festplattenkonfiguration
fi: Kiintolevjen määritys
hi_in: लोकल डिस्क विन्यास
it: Configurazione dischi locali
nl: Lokale schijf instellen
pt_br: Configuração de Disco Local
ru: Настройка дисков
uk_ua: Конфігурація локального диска

source: Networks
ca: Xarxes
de: Netzwerke
fi: Verkko
hi_in: नेटवर्क
it: Rete
nl: Netwerken
pt_br: Redes
ru: Сети
uk_ua: Мережі

source: Network Sharing
ca: Compartició de xarxes
de: Netzwerkfreigaben
fi: Verkon jakaminen
hi_in: नेटवर्क सहभाजन
it: Condivisioni in ret
nl: Netwerkdeling
pt_br: Compartilhamento de Rede
ru: Общий доступ к сети
uk_ua: Спільний доступ до мережі

source: Network servers
ca: Servidors de xarxa
de: Netzwerkserver
fi: Verkon palvelimet
hi_in: नेटवर्क सर्वर
it: Server di rete
nl: Netwerkservers
pt_br: Servidores de rede
ru: Сервера
uk_ua: Мережні сервери

source: System
ca: Sistema
fi: Järjestelmä
hi_in: सिस्टम
it: Sistema
nl: Systeem
pt_br: Sistema
ru: Система
uk_ua: Система

source: Desktop
ca: Escriptori
fi: Työpöytä
hi_in: डेस्कटॉप
nl: Werkomgeving
ru: Рабочий стол
uk_ua: Робочий стіл

source: Security
ca: Seguretat
de: Sicherheit
fi: Turvallisuus
hi_in: सुरक्षा
it: Sicurezza
nl: Beveiliging
pt_br: Segurança
ru: Безопасность
uk_ua: Безпека

source: About
ca: Quant a
de: Über
fi: Tietoja
hi_in: बारे में
nl: Over
pt_br: Sobre
ru: О программе
uk_ua: Про програму

source: OpenMandriva Control Center is a set of tools to help you to configure your system, in each its part. All in the same place and in the easiest way possible: <br/> In each section you will find the programs to configure: <br/> - Software Management<br/> - Devices, Local Disks and Partition Manager<br/> - Network and Internet<br/> - System Configuration<br/> - System Security<br/> - and other parts of your system.<br/>
ca: El Centre de control de l'OpenMandriva és un conjunt d'eines que us ajudaran a configurar el vostre sistema, en cadascuna de les seves parts. Tot al mateix lloc i de la manera més fàcil possible: <br/> A cada secció trobareu els programes per configurar: <br/> - Gestió de programari<br/> - Dispositius, discs locals i gestor de particions<br/> - Xarxa i Internet<br/> - Configuració del sistema<br/> - Seguretat del sistema<br/> - i altres parts del vostre sistema.<br/>
de: Das OpenMandriva-Kontrollzentrum ist eine Reihe von Werkzeugen, die Ihnen helfen, Ihr System zu konfigurieren, und zwar in jedem seiner Teile. Alles an einem Ort und auf die einfachste Art und Weise: <br/> In jedem Abschnitt finden Sie die zu konfigurierenden Programme: <br/> - Softwareverwaltung<br/> - Geräte, lokale Festplatten und Partitionsmanager<br/> - Netzwerk und Internet<br/> - Systemkonfiguration<br/> - Systemsicherheit<br/> - und andere Teile Ihres Systems.<br/>
fi: OpenMandriva ohjauspaneeli sisältää työkaluja, jotka auttavat sinua määrittämään järjestelmän jokaisen osa-alueen. Kaikki samassa paikassa ja mahdollisimman helpolla tavalla: <br/> Jokaisesta välilehdestä löydät työkalut ohjelmien määritykseen: <br/> - Ohjelmien hallinta<br/> - Laitteet, kiintolevyt ja osioiden hallinta<br/> - Verkko ja Internet<br/> - Järjestelmän määritykset<br/> - Järjestelmän turvallisuus<br/> - ja muut järjestelmän osat.<br/>
hi_in: ओपन मैन्ड्रीवा नियंत्रण केंद्र : आपके सिस्टम के प्रत्येक भाग के विन्यास में सहायक विभिन्न साधनों का एक समूह है। सभी साधन एक ही स्थान पर उपस्थित होने के साथ ही उपयोग हेतु सरल हैं :<br/> प्रत्येक अनुभाग में आपको विन्यास हेतु प्रोग्राम उपलब्ध हैं :<br/> - सॉफ्टवेयर प्रबंधन<br/> - उपकरण, लोकल डिस्क और विभाजन प्रबंधक<br/> - नेटवर्क व इंटरनेट<br/> - सिस्टम विन्यास<br/> - सिस्टम सुरक्षा<br/> - और सिस्टम के अन्य भाग।<br/>
nl: Op het OpenMandriva-configuratiescherm vind je hulpmiddelen omtrent het instellen van je systeem. Alles staat op één plek en is makkelijk te vinden. <br/> Op elk scherm vind je de volgende instellingen: <br/> - Softwarebeheer;<br/> - Apparaten, lokale schijven en partitiebeheer;<br/> - Netwerk en internet;<br/> - Systeeminstellingen;<br/> - Systeembeveiliging;<br/> - en andere systeemonderdelen.<br/>
pt_br: O Centro de Controle OpenMandriva é um conjunto de ferramentas para ajudá-lo a configurar seu sistema, em cada parte. Tudo no mesmo lugar e da maneira mais fácil possível: Em cada seção você encontrará os programas para configurar: - Gerenciamento de Software - Dispositivos, discos locais e gerenciador de partições - Rede e Internet - Configuração do sistema - Segurança do sistema - e outras partes do seu sistema.
ru: Центр управления OpenMandriva — это набор инструментов, которые помогут вам настроить любую часть вашей системы. Всё в одном месте и самым простым способом: <br/> В каждом разделе вы найдёте программы для настройки: <br/> - Управления приложениями<br/> - Устройств, дисков и менеджеров разделов<br/> - Сети и Интернета<br/> - Конфигурации системы<br/> - Безопасности системы<br/> - и других частей вашей системы.<br/>
uk_ua: OpenMandriva Control Center — це набір інструментів, які допоможуть вам налаштувати вашу систему в кожній її частині. Все в тому ж місці:<br/> У кожному розділі ви знайдете програми для налаштування:<br/> - Керування програмним забезпеченням<br/> - Пристрої, локальні диски та менеджер розділів<br/> - Мережа та Інтернет<br/> - Конфігурація системи<br/> - Безпека системи<br/> - та інші частини вашої системи.<br/>

source: Software and media management
ca: Gestió de programari i de mitjans
de: Software- und Medienverwaltung
fi: Ohjelmien ja median hallinta
hi_in: सॉफ्टवेयर व मीडिया प्रबंधन
it: Gestione applicazioni e repository
nl: Software- en mediabeheer
pt_br: Gerenciamento de Software e Mídia
ru: Управление приложениями и медиа
uk_ua: Програмне забезпечення та керування медіа

source: Find and install applications
ca: Cerqueu i instal·leu aplicacions
de: Anwendungen finden und installieren
fi: Etsi ja asenna ohjelmia
nl: Zoek naar en installeer programma's
pt_br: Procurar e Instalar aplicativos
ru: Поиск и установка приложений

source: Add restricted
ca: Afegeix el repositori restringit
de: "Restricted" hinzufügen
fi: Lisää restricted arkisto
hi_in: निषेध जोड़ें
nl: Beperkt-gebruiksbron toevoegen
pt_br: Adicionar repositório restrito
ru: Добавить Restricted
uk_ua: Додати обмежено

source: Enable restricted repository
ca: Habilita el repositori restringit
de: Repository "Restricted" aktivieren
fi: Ota restricted arkisto käyttöön
hi_in: निषेध पैकेज-संग्रह सक्रिय करें
nl: Schakel de pakketbron met beperkt te gebruiken bibliotheken in
pt_br: Ativar repositório restrito
ru: Включить репозиторий Restricted
uk_ua: Увімкнути обмежений репозиторій

source: Remove restricted
ca: Suprimeix el repositori restringit
de: "Restricted" entfernen
fi: Poista restricted arkisto
hi_in: निषेध हटाएँ
nl: Beperkt-gebruiksbron verwijderen
pt_br: Remover repositório restrito
ru: Удалить Restricted
uk_ua: Видалити обмежено

source: Disable restricted repository
ca: Inhabilita el repositori restringit
de: Repository "Restricted" deaktivieren
fi: Poista restricted arkisto käytöstä
hi_in: निषेध पैकेज-संग्रह निष्क्रिय करें
nl: Schakel de pakketbron met beperkt te gebruiken bibliotheken uit
pt_br: Desativar repositório restrito
ru: Выключить репозиторий Restricted
uk_ua: Вимкнути обмежений репозиторій

source: Add unsupported
ca: Afegeix el repositori sense suport
de: "Unsupported" hinzufügen
fi: Lisää unsupported arkisto
hi_in: असमर्थित जोड़ें
nl: Niet-ondersteunde bron toevoegen
pt_br: Adicionar repositório unsupported
ru: Добавить Unsupported
uk_ua: Додати непідтримуване

source: Enable unsupported repository
ca: Habilita el repositori sense suport
de: Repository "Unsupported" aktivieren
fi: Ota unsupported arkisto käyttöön
hi_in: असमर्थित पैकेज-संग्रह सक्रिय करें
nl: Schakel de pakketbron met niet-ondersteunde software in
pt_br: Ativar repositório unsupported
ru: Включить репозиторий Unsupported
uk_ua: Увімкнути непідтримуваний репозиторій

source: Remove unsupported
ca: Suprimeix el repositori sense suport
de: "Unsupported" entfernen
fi: Poista unsupported arkisto
hi_in: असमर्थित हटाएँ
nl: Niet-ondersteunde bron verwijderen
pt_br: Remover repositório unsupported
ru: Удалить Unsupported
uk_ua: Видалити непідтримуване

source: Disable unsupported repository
ca: Inhabilita el repositori sense suport
de: Repository "Unsupported" deaktivieren
fi: Poista unsupported arkisto käytöstä
hi_in: असमर्थित पैकेज-संग्रह निष्क्रिय करें
nl: Schakel de pakketbron met niet-ondersteunde software uit
pt_br: Desativar repositório unsupported
ru: Выключить репозиторий Unsupported
uk_ua: Вимкнути непідтримуваний репозиторій

source: Add non-free
ca: Afegeix el repositori no lliure
de: "non-free" hinzufügen
fi: Lisää non-free
hi_in: अमुक्त जोड़ें
nl: Gesloten bron toevoegen
pt_br: Adicionar repositório não-livre
ru: Добавить Non-free
uk_ua: Додати non-free

source: Enable non-free repository
ca: Habilita el repositori no lliure
de: Repository "non-free" aktivieren
fi: Ota non-free arkisto käyttöön
hi_in: अमुक्त पैकेज-संग्रह सक्रिय करें
nl: Schakel de pakketbron met niet-vrije software in
pt_br: Ativar repositório não-livre
ru: Включить репозиторий Non-free
uk_ua: Увімкнути non-free репозиторій

source: Remove non-free
ca: Suprimeix el repositori no lliure
de: "non-free" entfernen
fi: Poista non-free arkisto
hi_in: अमुक्त हटाएँ
nl: Gesloten bron verwijderen
pt_br: Remover repositório não-livre
ru: Удалить Non-free
uk_ua: Видалити non-free

source: Disable non-free repository
ca: Inhabilita el repositori no lliure
de: Repository "non-free" deaktivieren
fi: Poista non-free arkisto käytöstä
hi_in: अमुक्त पैकेज-संग्रह निष्क्रिय करें
nl: Schakel de pakketbron met niet-vrije software uit
pt_br: Desativar repositório não-livre
ru: Выключить репозиторий Non-free
uk_ua: Вимкніть non-free репозиторій

source: OpenMandriva repo-picker
ca: Selector de repositoris de l'OpenMandriva
hi_in: ओपन-मैन्ड्रीवा पैकेज-संग्रह चयन साधन
nl: OpenMandriva-pakketbronkiezer
pt_br: selecionar-repositório OpenMandriva
ru: Выбор репозиториев OpenMandriva

source: Enable and disable repositories the easy way
ca: Habiliteu i inhabiliteu repositoris de manera senzilla.
de: Aktivieren und deaktivieren Sie Repositories auf einfache Weise
fi: Ota helposti arkistot käyttöön tai poista käytöstä
hi_in: सरलता से पैकेज-संग्रह सक्रिय व निष्क्रिय करें
nl: Schakel gemakkelijk pakketbronnen in en uit
pt_br: Ativar e desativar repositórios de maneira fácil
ru: Включайте и отключайте репозитории простым путём
uk_ua: Увімкнути та вимикати репозиторії простим способом

source: Backup your data with an easy to use user interface
ca: Feu una còpia de seguretat de les vostres dades amb una interfície d'usuari fàcil d'usar.
de: Sichern Sie Ihre Daten mit einer einfach zu bedienenden Benutzeroberfläche
fi: Varmuuskopioi tiedostosi helppolla tavalla
hi_in: उपयोग हेतु सरल उपयोक्ता अंतरफलक द्वारा अपना डेटा बैकअप करें
nl: Maak een back-up van je gegevens met dit eenvoudige hulpmiddel
pt_br: Faça backup de seus dados com uma interface de usuário fácil de usar
ru: Создавайте резервные копии с интерфейсом, который легко использовать
uk_ua: Створюйте резервні копії даних за допомогою легкого у використанні інтерфейсу.

source: Storage Devices
ca: Dispositius d'emmagatzematge
de: Speichergeräte
fi: Kiintolevyt
hi_in: संचय उपकरण
nl: Opslagapparaten
pt_br: Dispositivos de armazenamento
ru: Устройства хранения данных
uk_ua: Пристрої зберігання даних

source: Shows the disk usage of the mounted devices
ca: Mostra l’ús de disc dels dispositius muntats.
de: Zeigt die Festplattennutzung der eingebundenen Geräte
fi: Näyttää kiintolevyjen käyttämän levytilan
hi_in: माउंट हो रखे उपकरणों पर प्रयुक्त डिस्क स्पेस प्रदर्शित करने हेतु
nl: Bekijk het schijfgebruik van aangekoppelde apparaten
pt_br: Mostrar o uso de disco dos dispositivos montados
ru: Показывает использование пространства примонтированных устройств
uk_ua: Показує використання диска змонтованими пристроями

source: Devices Configurations
ca: Configuracions de dispositius
de: Konfigurationen der Geräte
fi: Laitteiden määritys
hi_in: उपकरण विन्यास
it: Configura i dispositivi
nl: Apparaten instellen
pt_br: Configurações de dispositivos
ru: Настройки устройств
uk_ua: Конфігурації пристроїв

source: Display and Monitor
ca: Pantalla i monitor
de: Display und Monitor
fi: Näytöt ja asetukset
hi_in: डिस्प्ले व मॉनिटर
nl: Beeldschermen
pt_br: Display e Monitor
ru: Дисплей и монитор
uk_ua: Дисплей та монітор

source: Manage and configure monitor and display
ca: Gestioneu i configureu el monitor i la pantalla.
de: Verwalten und konfigurieren Sie Monitor und Display
fi: Hallitse ja määritä näyttöjen asetuksia
hi_in: डिस्प्ले व मॉनिटर का प्रबंधन एवं विन्यास
nl: Beheer je beeldschermen en stel ze in
pt_br: Gerenciar e configurar o monitor e o display
ru: Управление и настройка дисплеев и мониторов
uk_ua: Керуйте та налаштовуйте монітор і дисплей

source: Configure your printer
ca: Configureu la impressora
de: Konfigurieren Sie Ihren Drucker
fi: Tulostimen määritys
hi_in: प्रिंटर विन्यास
it: Configura la tua stampante
nl: Printer instellen
pt_br: Configure sua impressora
ru: Настройка принтера
uk_ua: Налаштування принтера

source: Configure your printer, add drivers for HP, EPSON, etc
ca: Configureu la impressora, afegiu controladors per a HP, EPSON, etc.
de: Konfigurieren Sie Ihren Drucker, fügen Sie Treiber für HP, EPSON etc. hinzu
fi: Määritä tulostimesi, lisää ajurit HP, EPSON jne
hi_in: प्रिंटर विन्यास, HP, Epson हेतु ड्राइवर जोड़ना आदि
it: Configura la tua stampante, aggiungi drivers per HP, EPSON, etc
nl: Stel je printer in en voeg stuurprogramma's van HP, EPSON, etc. toe
pt_br: Configure sua impressora, adicione drivers para HP, EPSON, etc.
ru: Настройте свой принтер, добавьте драйвера для HP, EPSON и т. д.
uk_ua: Налаштуйте свій принтер, встановіть драйвер для HP, Epson і інших принтерів.

source: Start and enable bluetooth service
ca: Inicieu i activeu el servei bluetooth
de: Bluetooth-Dienst starten und aktivieren
fi: Käynnistä ja ota Bluetooth-palvelu käyttöön
nl: Start de bluetoothdienst, nu en bij het opstarten
pt_br: Iniciar e habilitar serviço bluetooth
ru: Запустите и включите службу Bluetooth

source: NVIDIA drivers
ca: Controladors d'NVIDIA
de: NVIDIA-Treiber
fi: Nvidia ajurit
nl: Nvidia-stuurprogramma's
pt_br: drivers NVIDIA
ru: Драйвера NVIDIA

source: Install NVIDIA drivers
ca: Instal·la els controladors d'NVIDIA
de: NVIDIA-Treiber installieren
fi: Asenna Nvidia ajurit
nl: Nvidia-stuurprogramma's installeren
pt_br: Instalar drivers NVIDIA
ru: Установить драйвера NVIDIA

source: NVIDIA legacy drivers
ca: Controladors de llegat d'NVIDIA
de: NVIDIA Legacy-Treiber
fi: Nvidia vanhemmat ajurit
nl: Verouderde Nvidia-stuurprogramma's
pt_br: Drivers NVIDIA legacy
ru: Устаревшие драйвера NVIDIA

source: Install NVIDIA legacy drivers
ca: Instal·la els controladors de llegat d'NVIDIA
de: NVIDIA Legacy-Treiber installieren
fi: Asenna Nvidia ajurit vanhempiin kortteihin
nl: Verouderde Nvidia-stuurprogramma's installeren
pt_br: Instalar drivers NVIDIA legacy
ru: Установить устаревшие драйвера NVIDIA

source: Local Disk Configurations
ca: Configuracions de disc local
de: Lokale Festplattenkonfigurationen
fi: Kiintolevjen määritys
hi_in: लोकल डिस्क विन्यास
nl: Lokale schijven instellen
pt_br: Configurações de disco local
ru: Дисковые настройки
uk_ua: Конфігурації локального диска

source: Configure your local drives
ca: Configureu les unitats locals
de: Konfigurieren Sie Ihre lokalen Laufwerke
fi: Määritä kiintolevyt
hi_in: लोकल ड्राइव विन्यास
it: Configura i tuoi dischi locali
nl: Stel je lokale schijven in
pt_br: Configure suas unidades locais
ru: Настройка локальных дисков
uk_ua: Налаштуйте локальні диски

source: Change, configure and manage your local drives
ca: Canvieu, configureu i gestioneu les unitats locals.
de: Ändern, konfigurieren und verwalten Sie Ihre lokalen Laufwerke
fi: Tee muutoksia tietokoneen kiintolevyille
hi_in: लोकल ड्राइव हेतु परिवर्तन, विन्यास एवं प्रबंधन
it: Cambia, configura e gestisci i tuoi dischi
nl: Beheer je lokale schijven, stel ze in en pas ze aan
pt_br: Alterar, configurar e gerenciar suas unidades locais
ru: Меняйте, настраивайте и управляйте локальными дисками
uk_ua: Змінюйте, налаштовуйте та керуйте своїми локальними дисками

source: Audio Volume
ca: Volum de l'àudio
de: Audio-Lautstärke
fi: Voimakkuus
hi_in: ऑडियो ध्वनि
nl: Volumeniveau's
pt_br: Volume de áudio
ru: Громкость звука
uk_ua: Звук

source: Configure Audio
ca: Configureu l'àudio
de: Audio konfigurieren
fi: Määritä äänentoisto
hi_in: ऑडियो विन्यास
nl: Stel de geluidsniveau's in
pt_br: Configurar áudio
ru: Настройка звука
uk_ua: Налаштувати аудіо

source: Networks Configurations
ca: Configuracions de xarxes
de: Konfigurationen von Netzwerken
fi: Verkon asetukset
hi_in: नेटवर्क विन्यास
nl: Netwerken instellen
pt_br: Configurações de redes
ru: Настройки сети
uk_ua: Конфігурації мереж

source: Connections
ca: Connexions
de: Verbindungen
fi: Yhteydet
hi_in: कनेक्शन
nl: Verbindingen
pt_br: Conexões
ru: Соединения
uk_ua: Підключення

source: Edit your Network Connections
ca: Editeu les connexions de xarxa.
de: Bearbeiten Sie Ihre Netzwerkverbindungen
fi: Muokkaa verkon asetuksia
hi_in: नेटवर्क कनेक्शन संपादन
nl: Wijzig je netwerkverbindingen
pt_br: Edite suas conexões de rede
ru: Измените ваши сетевые соединения
uk_ua: Відредагуйте свої мережеві підключення

source: System Configurations
ca: Configuracions del sistema
de: Systemkonfigurationen
fi: Järjestelmän määritykset
hi_in: सिस्टम विन्यास
it: Configurazione sistema
nl: Systeem instellen
pt_br: Configurações do sistema
ru: Настройки системы
uk_ua: Конфігурації системи

source: Add & Configure user and groups
ca: Afegiu i configureu usuaris i grups.
de: Benutzer und Gruppen hinzufügen und konfigurieren
fi: Lisää & määritä käyttäjiä ja ryhmiä
hi_in: उपयोक्ता व समूह जोड़ना एवं विन्यास
it: Aggiungi e configura utenti e gruppi
nl: Voeg gebruikers en groepen toe en stel ze in
pt_br: Adicionar e configurar usuário e grupos
ru: Добавление и настройка пользователей и групп
uk_ua: Додати та налаштувати користувача і групи

source: Here you can create new users or edit users and groups, etc
ca: Aquí podeu crear usuaris nous o editar usuaris i grups, etc.
de: Hier können Sie neue Benutzer anlegen oder Benutzer und Gruppen bearbeiten etc.
fi: Voit luoda uusia käyttäjiä tai muokata ryhmiä jne
nl: Hier kun je (nieuwe) gebruikers instellen, groepen toevoegen en beheren, etc.
pt_br: Aqui você pode criar novos usuários ou editar usuários e grupos, etc
ru: Здесь вы можете создавать новых пользователей или редактировать пользователей и группы и т. д.

source: Services management
ca: Gestió de serveis
de: Verwaltung der Dienste
fi: Palvelujen hallinta
hi_in: सेवा प्रबंधन
it: Gestione Servizi
nl: Dienstbeheer
pt_br: Gerenciar serviços
ru: Настройка сервисов
uk_ua: Управління сервісами

source: Start and stop of the entire services available on the system
ca: Inicieu i atureu tots els serveis disponibles al sistema.
de: Starten und Stoppen der gesamten auf dem System verfügbaren Dienste
fi: Järjestelmän palvelujen lopettaminen ja käynnistys
hi_in: सिस्टम हेतु उपलब्ध समस्त सेवाओं को आरंभ करें या रोकें
it: Start e stop di tutti i servizi disponibili nel tuo sistem
nl: Start en stop systeemdiensten
pt_br: Iniciar e parar todos os serviços disponíveis no sistema
ru: Запускайте и останавливайте любые сервисы, доступные в системе
uk_ua: Запуск і зупинка всіх сервисів, доступних у системі

source: Fonts
ca: Lletres
fi: Fontit
nl: Lettertypen
pt_br: Fontes
ru: Шрифты

source: Font management or install new fonts
ca: Gestió de tipus de lletra o instal·lació de lletres noves
de: Schriftartenverwaltung oder neue Schriftarten installieren
fi: Fonttien hallinta tai uusien fonttien asentaminen
nl: Beheer of installeer lettertypen
pt_br: Gerenciar fontes ou instalar novas fontes
ru: Управление шрифтами или установка новых шрифтов

source: Configure time
ca: Configureu l'hora
de: Zeit konfigurieren
fi: Muuta aikaa
hi_in: समय विन्यास
it: Configura l'orario
nl: Tijd instellen
pt_br: Configurar hora
ru: Настройка времени
uk_ua: Налаштувати час

source: Change time, configure the nts
ca: Canvieu l'hora, configureu el servidor nts...
de: Zeit ändern, die nts konfigurieren
fi: Muuta aikaa, määritä nts
hi_in: समय परिवर्तन, नेटवर्क समय सेवा का विन्यास
it: Cambia l'orario, configura un NTP
nl: Pas de tijd aan of stel nts in
pt_br: Mude o tempo, configure os nts
ru: Измените время, настройте NTS
uk_ua: Змінити час, налаштувати nts

source: Configure keyboard
ca: Configureu el teclat
de: Tastatur konfigurieren
fi: Määritä näppäimistö
hi_in: कुंजीपटल विन्यास
it: Configura la tastiera
nl: Toetsenbord instellen
pt_br: Configurar teclado
ru: Настройка клавиатуры
uk_ua: Налаштувати клавіатуру

source: Change or configure keyboard layout
ca: Canvieu o configureu la disposició del teclat.
de: Tastaturlayout ändern oder konfigurieren
fi: Muuta näppäimistön asetuksia
hi_in: कुंजीपटल अभिन्यास परिवर्तन या विन्यास
it: Cambia o configura il layout della tastiera
nl: Wijzig de toetsenbordindeling of stel deze in
pt_br: Alterar ou configurar o layout do teclado
ru: Измените или настройте раскладку клавиатуры
uk_ua: Змініти або налаштувати розкладку клавіатури

source: Configure touchpad
ca: Configureu el ratolí tàctil
de: Touchpad konfigurieren
fi: Määritä levyhiiri
nl: Touchpad instellen
pt_br: Configurar touchpad
ru: Настройка тачпада

source: Configure touchpad input device
ca: Configureu el dispositiu d'entrada del ratolí tàctil
de: Touchpad-Eingabegerät konfigurieren
fi: Muuta levyhiiren eleitä ja asetuksia
nl: Stel je touchpad in
pt_br: Configurar dispositivo de entrada touchpad
ru: Настройте устройство ввода тачпад

source: Install Guest Account
ca: Instal·leu un compte de convidat
de: Gastkonto installieren
fi: Asenna vierastili
hi_in: अतिथि अकाउंट का इंस्टॉल
nl: Gastaccount toevoegen
pt_br: Instalar conta de convidado
ru: Добавить гостевой аккаунт
uk_ua: Встановити обліковий запис гостя

source: Creates xguest user as a locked down user
ca: Creeu un usuari xguest com a usuari bloquejat.
de: Legt den Benutzer xguest als gesperrten Benutzer an
fi: Asenna vierastili tietokoneelle
hi_in: सीमित विशेषाधिकार युक्त xguest उपयोक्ता के सृजन हेतु
nl: Maakt een xguest-gebruikersaccount aan met beperkte toegangsrechten
pt_br: Cria o usuário convidado como um usuário bloqueado
ru: Создаёт пользователя xguest с ограниченными правами
uk_ua: Створює користувача xguest як закритого користувача

source: Install applications with DnfDrake
ca: Instal·leu aplicacions amb DnfDrake
de: Anwendungen mit DnfDrake installieren
fi: Asenna ohjelmia DnfDrake:lla
nl: Programma's installeren met DnfDrake
pt_br: Instalar aplicações com DnfDrake
ru: Установка приложений с помощью DnfDrake
