Repository: OpenMandrivaSoftware/om-control-center
Catalog: po/*.po
Languages: ca, de, fi, hi_in, it, nl, pt_br, ru, uk_ua

source: Find and install applications with DnfDrake, and much more
ca: Trobeu i instal·leu aplicacions amb el DnfDrake i molt més
de: Finden und installieren Sie Anwendungen mit DnfDrake, und vieles mehr
fi: Etsi, asenna ja poista ohjelmia DnfDraken avulla
nl: Zoek naar en installeer programma's met DnfDrake en meer
pt_br: Encontrar e instalar aplicações com o DnfDrake, e muito mais
ru: Находите и устанавливайте приложения с помощью DnfDrake и много других функций

source: Bug report tool
ca: Eina per informar d'errors
de: Tool für Bug-Bericht
fi: Virheen ilmoitustyökalu
hi_in: समस्या रिपोर्ट करने हेतु साधन
nl: Bugs melden
pt_br: Ferramenta de relatório de bugs
ru: Инструмент отправки отчёта об ошибке
uk_ua: Звіту про помилки

source: The simple shell script will help in bug fixing process. The file generated should be attached to any bugreport
ca: Aquest script senzill us ajudarà en el procés de correcció d’errors. El fitxer generat s'ha d’adjuntar a qualsevol informe d’error.
de: Das einfache Shell-Skript wird im Prozess der Fehlerbehebung helfen. Die erzeugte Datei sollte an jeden Bug-Bereicht angehängt werden
fi: Helppo shell-skripti auttaa virheenkorjauksen prosessissa. Luotu tiedosto tulee liittää mihin tahansa vikaraporttiin
hi_in: यह सरल शैल स्क्रिप्ट समस्या निवारण प्रक्रिया में सहायक होगी। इसके परिणामस्वरूप प्राप्त फाइल को समस्या रिपोर्ट में सम्मिलित करें
nl: Met dit eenvoudige script kun je helpen bugs op te lossen. Voeg het gegenereerde bestand toe aan bugmeldingen.
pt_br: O script de shell simples ajudará no processo de correção de bugs. O arquivo gerado deve ser anexado a qualquer relatório de erro
ru: Этот простой шелл-скрипт поможет в исправлении багов. Файл, сгенерированный им должен быть прикреплён к любому баг-репорту
uk_ua: Простий shell-скрипт допоможе у процесі виправлення помилок. Згенерований файл потрібно прикріпити до звіту про помилку

source: Install Discover
ca: Instal·leu el Discover
de: "Discover" installieren
fi: Asenna Discover
hi_in: Discover इंस्टॉल करें
nl: Discover installeren
pt_br: Instale o Discover
ru: Установить Discover
uk_ua: Встановити Discover

source: Plasma 5 package manager
ca: Gestor de paquets del Plasma 5
de: Plasma 5-Paketmanager
fi: Plasma 5 pakettien hallinta
hi_in: प्लाज़्मा 5 पैकेज प्रबंधक
nl: Plasma 5-pakketbeheerder
pt_br: Gerenciador de pacotes do Plasma 5
ru: Пакетный менеджер Plasma 5
uk_ua: Менеджер пакетів Plasma 5

source: Clean packages
ca: Neteja de paquets
de: Pakete bereinigen
fi: Puhdista paketit
nl: Pakketten opruimen
pt_br: Limpar pacotes
ru: Очистить пакеты

source: Auto remove unused packages
ca: Suprimeix automàticament els paquets no usats
de: Ungenutzte Pakete automatisch entfernen
fi: Poista käyttämättömät paketit automaattisesti
nl: Verwijder automatisch ongebruikte pakketten
pt_br: Remover automaticamente pacotes não utilizados
ru: Автоматически убрать неиспользуемые пакеты

source: System update
ca: Actualització del sistema
de: Systemaktualisierung
fi: Järjestelmän päivitys
nl: Systeem bijwerken
pt_br: Atualizações do Sistema
ru: Обновление системы

source: To get the latest bug fixes and enhancements for your system you should update it on daily basis
ca: Per obtenir les últimes correccions d'errors i millores per al sistema, hauríeu d'actualitzar-lo diàriament.
de: Um die neuesten Fehlerbehebungen und Verbesserungen für Ihr System zu erhalten, sollten Sie es auf täglicher Basis aktualisieren
fi: Päivitä päivittäin viimeisimmät korjaukset ja parannukset
nl: Werk het systeem dagelijks bij om de nieuwste foutoplossingen en andere verbeteringen binnen te halen
pt_br: Para instalar correção de bugs e melhorias em seu sistema, você deve atualizá-lo diariamente.
ru: Чтобы получать последние исправления ошибок и улучшения для вашей системы, вы должны обновлять ее ежедневно

source: Desktop Themes
ca: Temes de l'escriptori
fi: Teemat
hi_in: डेस्कटॉप थीम
nl: Bureaubladthema's
pt_br: Temas para desktop
ru: Темы рабочего стола
uk_ua: Теми

source: Change or install your favorite Plasma theme
ca: Canvieu o instal·leu el vostre tema de Plasma preferit.
de: Ändern oder installieren Sie Ihr favorisiertes Plasma-Theme
fi: Muuta tai asenna suosikki Plasma-teema
hi_in: अपनी पसंदीदा प्लाज़्मा थीम हेतु परिवर्तन करें या इंस्टॉल करें
nl: Kies of installeer je favoriete Plasma-thema
pt_br: Altere ou instale o seu tema do plasma favorito
ru: Измените или установите вашу любимую тему Plasma
uk_ua: Змініть або встановіть вашу улюблену тему для Plasma.

source: Desktop Icons
ca: Icones de l'escriptori
fi: Kuvakkeet
hi_in: डेस्कटॉप आइकन
nl: Pictogramthema's
pt_br: Ícones do desktop
ru: Значки рабочего стола
uk_ua: Іконки

source: Change or install your favorite icons theme
ca: Canvieu o instal·leu el tema preferit per a les icones.
de: Ändern oder installieren Sie Ihr favorisiertes Icons-Theme
fi: Vaihda tai asenna kuvaketeemoja
hi_in: अपनी पसंदीदा आइकन थीम हेतु परिवर्तन करें या इंस्टॉल करें
nl: Kies of installeer je favoriete pictogramthema's
pt_br: Altere ou instale o seu tema de ícones favoritos
ru: Измените или установите вашу любимую тему значков
uk_ua: Змініть, або встановіть ваші улюблені іконки.

source: Configure the system boot
ca: Configureu l'arrencada del sistema
de: Konfigurieren Sie den Systemstart
fi: Määritä järjestelmän käynnistys
hi_in: सिस्टम बूट विन्यास
it: Configura l'avvio del sistema
nl: Systeemopstart instellen
pt_br: Configurar a inicialização do sistema
ru: Настроить запуск системы
uk_ua: Налаштувати завантаження системи

source: If you need to change the boot order of the system or repair grub2 manually or later add another operating system
ca: Per si us cal canviar l’ordre d’arrencada del sistema, reparar el grub2 manualment o afegir posteriorment un altre sistema operatiu.
de: Wenn Sie die Bootreihenfolge des Systems ändern oder grub2 manuell reparieren müssen oder später ein anderes Betriebssystem hinzufügen möchten
fi: Jos sinun on muutettava järjestelmän käynnistysjärjestystä tai korjattava grub2 manuaalisesti tai lisätä toinen käyttöjärjestelmä
hi_in: सिस्टम के बूट क्रम में परिवर्तन करने या स्वयं द्वारा grub2 सुधारने या अन्य ऑपरेटिंग सिस्टम जोड़ने में सहायक
it: Se hai bisogno di cambiare l'ordine di avvio dei sistemi o riparare manualmente grub2 o ancora aggiungere un altro sistema operativo
nl: Hier kun je, indien nodig, de opstartvolgorde aanpassen, een ander besturingssysteem toevoegen of grub2 repareren
pt_br: Se você precisar alterar a ordem de inicialização do sistema ou reparar o grub2 manualmente ou depois adicionar outro sistema operacional
ru: Если вам необходимо изменить порядок загрузки системы, или исправить grub2 вручную, или позже добавить другую операционную систему
uk_ua: Якщо вам необхідно змінити порядок завантаження системи або виправити grub2 вручну, або потім додати іншу операційну систему

source: LXQt desktop
ca: Escriptori LXQt
fi: LXQt työpöytä
nl: LXQt-werkomgeving
ru: Рабочее окружение LXQt

source: Install LXQt desktop
ca: Instal·leu l'escriptori LXQt
de: LXQt-Desktop installieren
fi: Asenna LXQt työpöytä
nl: Installeer de LXQt-werkomgeving
pt_br: Instalar área de trabalho LXQt
ru: Установить рабочее окружение LXQt

source: MauiShell desktop
ca: Escriptori MauiShell
fi: MauiShell työpöytä
nl: MauiShell-werkomgeving
ru: Рабочее окружение MauiShell

source: Install MauiShell desktop
ca: Instal·leu l'escriptori MauiShell
de: MauiShell-Desktop installieren
fi: Asenna MauiShell työpöytä
nl: Installeer de Maui Shell-werkomgeving
pt_br: Instalar área de trabalho MuaiShell
ru: Установите рабочее окружение MauiShell

source: Gnome desktop
ca: Escriptori Gnome
nl: GNOME-werkomgeving
ru: Рабочее окружение GNOME

source: Install Gnome desktop
ca: Instal·leu l'escriptori Gnome
de: Gnome-Desktop installieren
fi: Asenna Gnome desktop
nl: Installeer de GNOME-werkomgeving
pt_br: Instalar área de trabalho Gnome
ru: Установите рабочее окружение GNOME

source: Security Configurations
ca: Configuracions de seguretat
de: Sicherheitskonfigurationen
fi: Turvallisuuden määritykset
hi_in: सुरक्षा विन्यास
it: Configurazione sicurezza
nl: Beveiliging instellen
pt_br: Configurações de segurança
ru: Настройки безопасности
uk_ua: Налаштування безпеки

source: Configure your firewall
ca: Configureu el tallafoc
de: Ihre Firewall konfigurieren
fi: Määritä palomuuri
hi_in: फ़ायरवॉल विन्यास
it: Configura il tuo firewall
nl: Firewall instellen
pt_br: Configure seu firewall
ru: Настройка брандмауэра
uk_ua: Налаштування фаерволу

source: Set up a firewall and monitor network connections
ca: Configureu un tallafoc i superviseu les connexions de xarxa
de: Richten Sie eine Firewall ein und überwachen Sie Netzwerkverbindungen
fi: Aseta tietokoneen palomuuri ja valvo verkkoyhteyksiä
nl: Stel de firewall in en beheer netwerkverbindingen
pt_br: Configurar firewall e monitorar configurações de rede
ru: Настройте брандмауэр и отслеживайте сетевые подключения

source: Open your firewall applet
ca: Obriu la miniaplicació del tallafoc
de: Ihr Firewall-Applet öffnen
fi: Avaa palomuurin sovelma
hi_in: फ़ायरवॉल एप्लेट खोलें
it: Apri l'applet per il tuo firewall
nl: Firewall-systeemvakprogramma openen
pt_br: Abra seu applet de firewall
ru: Откройте ваш апплет брандмауэра
uk_ua: ВІдкрийте аплет для фаервола

source: Change, configure and manage your firewall settings from the applet
ca: Canvieu, configureu i gestioneu la configuració del tallafoc des de la miniaplicació.
de: Ändern, konfigurieren und verwalten Sie Ihre Firewall-Einstellungen über das Applet
fi: Sovelman avulla muuta, määritä ja hallitse palomuurin asetuksia
hi_in: एप्लेट के माध्यम से फ़ायरवॉल सेटिंग्स में परिवर्तन, विन्यास एवं प्रबंधन हेतु
it: Cambia, configura e gestisci il tuo firewalld dalla applet
nl: Beheer je firewall of stel deze in middels het systeemvakprogramma
pt_br: Alterar, configurar e gerenciar suas configurações de firewall a partir do applet
ru: Изменяйте, конфигурируйте и управляйте вашими настройками брандмауэра из апплета
uk_ua: Змінюйте, конфігуруйте, та керуйте своїми налаштуваннями фаерфола через аплет.

source: Passwords and Keys
ca: Contrasenyes i claus
de: Passwörter und Keys
fi: Salasanat ja avaimet
nl: Wachtwoorden en toegangssleutels
pt_br: Chaves e Senhas
ru: Пароли и ключи

source: Manage your passwords and encryption keys
ca: Gestioneu les contrasenyes i claus d'encriptació
de: Verwalten Sie Ihre Passwörter und Verschlüsselungs-Keys
fi: Hallitse salasanoja ja salausavaimia
nl: Beheer je wachtwoorden en beveiligingssleutels
pt_br: Gerencia suas senhas e chaves de criptografia
ru: Управляйте своими паролями и ключами шифрования

source: About
ca: Quant a
de: Über
fi: Tietoa
hi_in: बारे में
nl: Over
pt_br: Sobre
ru: О программе
uk_ua: Про програму

source: This software is licensed under the GNU General Public License version 2 (GPLv2).
ca: Aquest programari té la Llicència pública general de GNU versió 2 (GPLv2).
de: Diese Software ist unter der GNU General Public License Version 2 lizensiert (GPLv2).
fi: Tämä ohjelmisto on lisensoitu GNU General Public License version 2 (GPLv2).
hi_in: यह सॉफ्टवेयर जीएनयू जनरल पब्लिक लाइसेंस संस्करण 2 (जीपीएल v2) के अंतर्गत लाइसेंस प्राप्त ह।
it: Questo software e licenziato sotto la GNU General Public License version 2 (GPLv2).
nl: Deze software is uitgebracht onder de GNU General Public-licentie, versie 2 (GPLv2).
pt_br: Este software está licenciado sob a GNU General Public License versão 2 (GPLv2).
ru: Это программное обеспечение предоставляется по лицензии GNU General Public License версии 2 (GPLv2).
uk_ua: Це програмне забезпечення ліцензується відповідно до Загальної публічної ліцензії GNU версії 2 (GPLv2).

source: It uses Qt6 WebEngine and htmlscript.
ca: Usa WebEngine Qt6 i htmlscript.
de: Diese verwendet Qt6 WebEngine und htmlscript.
nl: Deze software maakt gebruik van Qt6 WebEngine en htmlscript.
pt_br: Ele usa Qt6 WebEngine e htmlscript.
ru: Оно использует Qt6 WebEngine и htmlscript

source: For bugs, suggestions and improvements, please head to
ca: Per a errors, suggeriments i millores, podeu adreçar-vos a
de: Bei Bugs, Vorschlägen und Verbesserungen wenden Sie sich bitte an
fi: Virheilmoituksia, ehdotuksia ja parannuksia varten siirry osoitteeseen
hi_in: समस्याओं, सुझावों एवं सुधारों के लिए, कृपया यहाँ रिपोर्ट करें
it: Per bugs, suggerimenti e miglioramenti, rivolgersi
nl: Meld bugs of deel ideeën en verbeteringen op
pt_br: Para bugs, sugestões e melhorias, por favor, vá para
ru: Для сообщения об ошибках, предложениях и улучшениях, пожалуйста, перейдите на
uk_ua: Щодо помилок, пропозицій та покращень, перейдіть за посиланням

source: Exit
ca: Surt
de: Beenden
fi: Poistu
hi_in: बंद करें
it: Uscita
nl: Afsluiten
pt_br: Sair
ru: Выход
uk_ua: Вихід

source: You are using
ca: Useu
de: Sie verwenden
fi: Sinulla on käytössä
hi_in: आप उपयोग कर रहे हैं
it: Stai usando
nl: Je gebruikt
pt_br: Você está usando
ru: Вы используете
uk_ua: Ви використовуєте

source: with kernel
ca: amb el nucli
de: mit Kernel
fi: kernel
hi_in: कर्नेल सहित
it: con il kernel
nl: met kernelversie
pt_br: com kernel
ru: с ядром
uk_ua: з ядром

source: architecture
ca: arquitectura
de: Architektur
fi: järjestelmä
hi_in: संरचना
it: Archittettura
nl: op de architectuur
pt_br: arquitetura
ru: архитектура
uk_ua: архітектура

source: Next
ca: Següent
de: Weiter
fi: Seuraava
hi_in: आगे
it: Prossimo
nl: Volgende
pt_br: Próximo
ru: Далее
uk_ua: Далі

source: It uses Qt5 WebEngine and htmlscript.
fi: Käytössä tekniikat Qt5 WebEngine ja htmlscript.
hi_in: यह क्यूटी5 वेब-इंजन व एचटीएमएल स्क्रिप्ट का उपयोग करता है।
uk_ua: Програма використовує Qt5 WebEngine і htmlscript.

source: OpenMandriva Control Center is a set of tools to help you to configure your system, in each its part. All in the same place and in the easiest way possible: <br/> In each section you will find the programs to configure: <br/> - Software Management<br/> - Hardware<br/> - Network, Internet & Sharing<br/> - Local Disks/Partition Manager<br/> - System Security<br/> - ans other parts of your system.<br/>
it: OpenMandriva Control Center fornisce un set di strumenti per aiutarti nella Configurazione del tuo sistema, in ogni sua parte. Tutto in un unico posto e nel modo pi√π semplice possibile: <br/> In ogni sezione troverai programmi per configurare: <br/> - Gestione Software <br/> - Hardware<br/> - Rete, Internet e Condivisioni<br/> - Dischi locali/Partizionamento<br/> - Sicurezza del sistema<br/> - e altri parti.<br/>

source: Add & Remove Software
it: Aggiungi e rimuovi applicazioni

source: Search, discover and install additional programs
it: Cerca, scopri e installa programmi aggiuntivi

source: Add Media
it: Aggiungi repository

source: Repository management, add new media
it: Gestione Repository, and new media

source: Update of
it: Aggiornamento di

source: To get the latest bug fixes and enhancements for your system
it: Prendi gli ultimi Aggiornamenti e migliorie per il tuo sistema

source: Remove Unused Packages
it: Rimuovi i pacchetti non utilizzati

source: Remove unused packages such as unused localization and unused hardware packages
it: Rimuovi i pacchetti non utilizzati come localizzazioni e driver hardware

source: Configure your graphical video card
it: Configura la tua scheda video

source: Configure your dvb devices
it: Configura il tuo dispositivo dvb

source: Configure an UPS
it: Configura un UPS

source: Install all the necessary program to manage and configure your UPS
it: Installa tutto il necessario per gestire e configurare il tuo UPS

source: Nertworks Configurations
it: Configurazione della rete

source: Configure the network
it: Configura la rete

source: All the necessary tools to change or settings your networks, such as configuring static IP, PPPoE, 3G, etc
it: Tutti i programmi necessari all modifica e alla configurazione della rete, per esempio configurare un indirizzo statico, PPPoE, 3G, etc

source: Add network hosts
it: Aggiungi altri hosts della rete

source: Add all the known hosts of your network
it: Aggiungi tutti gli hosts della tua rete

source: Change the hostname
it: Cambia il tuo hostname

source: Change the name of your computer, or set particular DNS
it: Cambia il nome del tuo comupet, o imposta DNS particolari

source: Configure internet Sharing
it: Configura la condivisione della connessione internet

source: Share your internet connection
it: Condiviti la tua connessione interne

source: Configure a proxy
it: Configura un proxy

source: If you are into a company network, probably you should set the right proxy
it: Se sei all'interno di una rete aziendale probabilmente dovrai configurare un proxy.

source: Configure a VPN
it: Configura una VPN

source: All the necessary to create and manage a VPN
it: Tutto il necessario per creare e gestire una VP

source: Directory sharing configurations
it: Configurazione delle directory condivise

source: Configure a NFS share
it: Configura una condivisione NFS

source: Change or configure your NFS directory scharing
it: Cambia e gestisci la tua directory condivisa NFS

source: Configure a SMB share
it: Configura una condivisione SMB

source: Change or configure your SMB directory scharing
it: Cambia e gestisci la tua directory condivisa Samba

source: Configure a FTP Server
it: Configura un server FTP

source: Configure a SSH Server
it: Configura un server SSH

source: Configure an Apache2 Server
it: Configura un server Apache2

source: Install and configure your http server
it: Installa e configura il tuo server http

source: Configure a DHCP Server
it: Configura un server DHCP

source: Install and configure your DHCP server
it: Installa e configura il tuo server DHCP

source: Configure a DNS Server
it: Configura un server DN

source: Install and configure your DNS server
it: Installa e configura il tuo server DNS

source: Configure a TIME Server
it: Configura un server TIME

source: Install and configure your NTP server
it: Installa e configura il tuo server NTP

source: Here you can configure new users add groups etc
hi_in: यहाँ आप नवीन उपयोक्ता, समूह आदि का विन्यास कर सकते हैं
it: Qui puoi configurare nuovi utenti e gruppi
uk_ua: Тут ви можете налаштувати нових користувачів, додавати групи тощо

source: Add other fonts
hi_in: अन्य मुद्रलिपियाँ जोड़ें
it: Aggiunti altri Fonts
uk_ua: Додати інші шрифти

source: Add new set of fonts
hi_in: मुद्रलिपियाँ का नवीन समूह जोड़ें
it: Aggiungi nuovi set di Caratteri
uk_ua: Додати новий набір шрифтів

source: Change the Display Manager
it: Cambia il Display Manager

source: Change the display manager that you use (KDM, GDM)
it: Cambia il display manager in uso (KDM, GDM)

source: Configure a theme
it: Configura un tema

source: Install or change theme
it: Installa o cambia il tema

source: Configure Desktop Icons
it: Configura le icone del desktop

source: Change or configure your desktop icons or install your favorite icons
it: Cambia o configura le icone del tuo desktop, o installa le tuo icone favorite

source: Change, configure and manage your firewall settings
hi_in: फ़ायरवॉल सेटिंग्स में परिवर्तन, विन्यास एवं प्रबंधन हेतु
it: Cambia, configura e gestisci il tuo firewall
uk_ua: Змініть, налаштуйте та керуйте налаштуваннями фаервола

source: Autorization management
hi_in: प्रमाणीकरण प्रबंधन
it: Gestione autorizzazioni
uk_ua: Налаштуваня авторизації

source: Configure users Autorization to the OpenMandriva configuration tools
hi_in: ओपन-मैन्ड्रीवा विन्यास साधनों हेतु उपयोक्ता के प्रमाणीकरण का विन्यास करने हेतु
it: Configura le autorizzazioni utente ai tool di configurazione OpenMandriva
uk_ua: Налаштуйте доступ користувачів до програми налаштування OpenMandriva

source: It uses python-qt4-webkit, web.py, and bigbashview.
it: Usa python-qt4-webkit, web.py, e bigbashview.

source: Install additional applications with dnfdragora
hi_in: dnfdragora द्वारा अतिरिक्त अनुप्रयोग इंस्टॉल करें
uk_ua: Встановіть додаткові програми за допомогою dnfdragora

source: Find and install applications available in the repositories
hi_in: पैकेज-संग्रह में उपलब्ध अनुप्रयोग खोजें व इंस्टॉल करें
uk_ua: Знайдіть і встановіть програми, доступні в репозиторіях

source: Audio and Video
hi_in: ऑडियो व वीडियो
uk_ua: Аудіо та відео

source: Phonon Audio and Video
hi_in: Phonon ऑडियो व वीडियो
uk_ua: Аудіо та відео Phonon
